YCSB output txt files/test50000D/jdbc_workloadd_50000_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 3436047
[OVERALL], Throughput(ops/sec), 14.55160537675998
[TOTAL_GCS_PS_Scavenge], Count, 26
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 157
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.004569204088302634
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 26
[TOTAL_GC_TIME], Time(ms), 157
[TOTAL_GC_TIME_%], Time(%), 0.004569204088302634
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5058.0
[CLEANUP], MinLatency(us), 5056
[CLEANUP], MaxLatency(us), 5059
[CLEANUP], 95thPercentileLatency(us), 5059
[CLEANUP], 99thPercentileLatency(us), 5059
[INSERT], Operations, 50000
[INSERT], AverageLatency(us), 68682.84552
[INSERT], MinLatency(us), 14488
[INSERT], MaxLatency(us), 4171775
[INSERT], 95thPercentileLatency(us), 235391
[INSERT], 99thPercentileLatency(us), 442879
[INSERT], Return=OK, 50000